Repository: ffoodd/ffeeeedd--extensions
Catalog: plugins/ffeeeedd__diaporama/lang/ffeeeedd--diaporama-*.po
Languages: fr_fr

source: Slides
fr_fr: Diaporamas

source: Slide
fr_fr: Diaporama

source: All slides
fr_fr: Tous les diaporamas

source: View slide
fr_fr: Voir le diaporama

source: Add slide
fr_fr: Ajouter un diaporama

source: New slide
fr_fr: Nouveau diaporama

source: Edit slide
fr_fr: Modifier le diaporama

source: Update slide
fr_fr: Ajouter un diaporama

source: Search slides
fr_fr: Rechercher parmi les diaporamas

source: No slide found
fr_fr: Aucune diaporama trouvé

source: No slide in trash
fr_fr: Aucun diaporama dans la corbeille

source: slides
fr_fr: diaporamas

source: Slideshow
fr_fr: Diaporamas

source: Read more
fr_fr: En savoir plus

source: about
fr_fr: à propos de

source: Previous
fr_fr: Précédent

source: Play
fr_fr: Lecture

source: Next
fr_fr: Suivant
